Repository: stsbl/iserv-radius-based-vlan
Catalog: locale/radius-based-vlan.po
Languages: de

source: A value between 1 and 4095. This VLAN ID will be assigned to users or hosts whose don't received an explit VLAN ID via an IP range or a group or role membership. Use 0 to not use a fallback VLAN ID.
de: Ein Wert zwischen 1 und 4095. Diese VLAN-ID wird an Benutzer oder Geräte zugewiesen, welche keine explizite VLAN-ID über einen IP-Bereich oder eine Gruppen- oder Rollenmitgliedschaft erhalten haben. Benutzen Sie den Wert 0, um keine Rückfall-VLAN-ID zu konfigurieren.

source: Additionally, for hosts of users whose are a member of one role or group set here and signed-in via RADIUS with the WLAN module an IP from that range.
de: Zusätzlich wird Geräten von Benutzern, die Mitglied von einer der hier gesetzten Gruppen oder Rollen sind und sich über RADIUS mit dem WLAN-Modul angemeldet haben, eine IP-Adresse aus diesem Bereich zugewiesen.

source: Description
de: Beschreibung

source: Fallback VLAN ID for authentication
de: Rückfall-VLAN-ID für die Authentifizierung

source: Groups
de: Gruppen

source: Hosts in host management in this IP range will get the VLAN ID set here assigned on MAC-based RADIUS authentication.
de: Geräte in der Geräteverwaltung in diesem Bereich bekommen die hier gesetzte VLAN-ID bei der MAC-basierten RADIUS-Authentifizierung zugewiesen.

source: IP range
de: IP-Bereich

source: If left out, this VLAN is not accounted for MAC-based RADIUS authentication and hosts of RADIUS users will get an IP address from the range from system configuration.
de: Wenn dieser Wert leer gelassen wird, wird dieses VLAN nicht für die MAC-basierte RADIUS-Authentifizierung berücksichtigt und Geräte von RADIUS-Benutzern werden eine IP-Adress aus dem Bereich der Systemkonfiguration erhalten.

source: If neither a group or role set, this VLAN is not accounted for user-based RADIUS authentication.
de: Wenn keine Gruppe oder Rolle gesetzt ist, wird dieses VLAN nicht für die benutzerbasierte RADIUS-Authentifzierung berücksichtigt.

source: Manage VLAN networks for RADIUS
de: VLAN-Netzwerke für RADIUS verwalten

source: Match this VLAN only to members of at least one of these groups (does not have an effect on MAC-based RADIUS authentication).
de: Dieses VLAN nur Mitgliedern von mindestens einer dieser Gruppen zuordnen (hat keine keine Auswirkung für die MAC-basierte RADIUS-Authentifizierung).

source: Match this VLAN only to members of at least one of these roles (does not have an effect on MAC-based RADIUS authentication).
de: Dieses VLAN nur Mitgliedern von mindestens einer dieser Rollen zuordnen (hat keine keine Auswirkung für die MAC-basierte RADIUS-Authentifizierung).

source: Module: RADIUS-based VLAN support
de: Modul: RADIUS-basierte VLAN-Unterstützung

source: Move VLAN down in list
de: VLAN nach unten verschieben

source: Move VLAN up in list
de: VLAN nach oben verschieben

source: Moved VLAN %s down in list.
de: VLAN %s nach unten verschoben.

source: Moved VLAN %s up in list.
de: VLAN %s nach oben verschoben.

source: Order
de: Reihenfolge

source: RADIUS-based VLAN support
de: RADIUS-basierte VLAN-Unterstützung

source: Roles
de: Rollen

source: Room
de: Raum

source: The VLAN ID must be a value between 1 and 4095.
de: Die VLAN-ID muss ein Wert zwischen 1 und 4095 sein.

source: The VLANs will be evaluated descending by the priority column. You can move a single VLAN inside this list by using the action "%s" or "%s".
de: Die VLANs werden in absteigender Reihenfolge nach der Spalte Reihenfolge geprüft. Sie können ein einzelnes VLAN innerhalb dieser Liste mittels der Aktion "%s" oder "%s" verschieben.

source: This VLAN ID will be sent via RADIUS if one of the given conditions below match.
de: Diese VLAN-ID wird über RADIUS gesendet, wenn eine der unten gegebenen Bedinungen zutrifft.

source: This is not a valid IP range.
de: Dies ist kein gültiger IP-Bereich.

source: This room will be assigned to hosts of users whose signed-in in via RADIUS with the WLAN module and are a member of one role or group set here. If left out, the hosts will get the default room from system configuration, if set.
de: Dieser Raum an Geräte von Benutzern zugewiesen, die sich über RADIUS mit dem WLAN-Modul angemeldet haben und Mitglied einer der hier gesetzten Gruppen oder Rollen sind. Wenn dieser Wert ausgelessen wird, erhalten die Geräte den Standardraum aus der Systemkonfiguration, wenn dieser gesetzt ist.

source: Users with this privilege can manage the VLAN networks in Administration » Network » VLAN networks.
de: Benutzer mit diesem Recht können die VLAN-Netzwerke unter Verwaltung » Netzwerk » VLAN-Netzwerke verwalten.

source: VLAN network
de: VLAN-Netzwerk

source: VLAN networks
de: VLAN-Netzwerke

source: You can only move one VLAN at a time.
de: Sie können nur ein VLAN auf einmal verschieben.
